Repository: common-repository/kitecv
Catalog: locales/*/main.po
Languages: et, fr, hu

source: (Blank in master CV)
et: (Tühi ala master CVs)
fr: (Vide dans le CV maître)

source: (No country specified)
et: (Maa täpsustamata)
fr: (Pas de pays spécifié)

source: (No language specified)
et: (Keel täpsustama)
fr: (Pas de langue spécifiée)

source: (Not supported in your browser)
et: (Sinu brauser ei toeta)
fr: (Non-géré par votre navigateur)

source: (optional)
et: (valikuline)
fr: (optionel)

source: Access code:
et: Pääsukood:
fr: Code d'accès :
hu: Hozzáférési kód:

source: Add a competency
et: Lisa pädevus
fr: Ajouter une compétence
hu: Készség, kompetencia hozzáadása

source: Add a degree
et: Lisa teaduskraad
fr: Ajouter une formation
hu: Végzettség, képesítés hozzáadása

source: Add a fax number
et: Lisa faxi number
fr: Ajouter un numéro de fax
hu: Fax szám hozzáadása

source: Add a line
et: Lisa rida
fr: Ajouter une ligne
hu: Új sor hozzáadása

source: Add a mother tongue
et: Lisa emakeel
fr: Ajouter une langue maternelle
hu: Anyanyelv hozzáadása

source: Add a nationality
et: Lisa rahvus
fr: Ajouter une nationalité
hu: Állampolgárság hozzáadása

source: Add a new view
et: Lisa uus vaade
fr: Ajouter une nouvelle vue
hu: Új nézet létrehozása

source: Add a telephone number
et: Lisa telefoninumber
fr: Ajouter un numéro de téléphone
hu: Telefonszám hozzáadása

source: Add a work experience
et: Lisa töökogemus
fr: Ajouter une expérience professionelle
hu: Szakmai tapasztalat hozzáadása

source: Add an address
et: Lisa aadress
fr: Ajouter une adresse
hu: Cím hozzáadása

source: Add an annexe
et: Lisa lisad
fr: Ajouter une annexe
hu: Függelék hozzáadása

source: Add an email address
et: Lisa e-maili aadress
fr: Ajouter une adresse email
hu: E-mail cím hozzáadása

source: Add an information
et: Lisa informatsiooni
fr: Ajouter une information
hu: Információ hozzáadása

source: Add another language
et: Lisa muu keel
fr: Ajouter une autre langue
hu: Újabb nyelv hozzáadása

source: Additional Information
et: Lisainfo
fr: Informations complémentaires
hu: További információ

source: Address(es)
et: Aadress(id)
fr: Adresse(s)
hu: Cím(ek)

source: Annexes
et: Lisad
hu: Függelékek

source: Artistic skills and competences
et: Kunstioskused
fr: Aptitudes et compétences artistiques
hu: Művészi készségek és kompetenciák

source: Click here to download instructions for filling in this form
et: Klõpsa siin, et alla laadida selle blanketi täitmise juhend
fr: Cliquez ici pour télécharger les instructions de remplissage ce formulaire
hu: Az űrlap kitöltéséhez szükséges útbaigazítás megtekintéséhez kattintson ide!

source: Computer skills and competences
et: Arvutioskused
fr: Aptitudes et compétences informatiques
hu: Számítógép-felhasználói készségek és kompetenciák

source: Date of birth
et: Sünniaeg
fr: Date de naissance
hu: Születési dátum

source: Desired employment / Occupational field
et: Soovitud töökoht/ kutseala
fr: Emploi recherché / Domaine de compétence
hu: Betölteni kívánt munkakör / foglalkozási terület

source: Display the photo
et: Kuva foto
fr: Afficher la photo
hu: Fotó megjelenítése

source: Driving licence(s)
et: Juhiload
fr: Permis de conduire
hu: Járművezetői engedély(ek)

source: E-mail(s)
et: E-post(id)
fr: Courrier électronique
hu: E-mail(ek)

source: Education
et: Haridus
fr: Formation
hu: Tanulmányok

source: Education and training
et: Hariduskäik ja koolitus
fr: Éducation et formation
hu: Tanulmányok

source: Enable new export
et: Teosta uus edastus
fr: Activer un nouvel export
hu: Új export lehetővé tétele

source: Europass Curriculum Vitae
et: Europassi Curriculum Vitae
fr: Curriculum Vitae Europass
hu: Europass Önéletrajz

source: F
et: N
hu: N

source: First name(s)
et: Eesnimi
fr: Prénom(s)
hu: Utónév (nevek)

source: Gender
et: Sugu
fr: Sexe
hu: Neme

source: Here you can upload a photo of yourself to be included on the top-right corner of your CV.
et: Siin saad sa üles laadida oma foto, mis asetub sinu CV ülemisse paremasse nurka.
fr: Ici vous pouvez téléverser une photo de vous-même pour l'inclure dans le coin en haut à droite de votre CV.
hu: Itt tölthet fel magáról képet, amely a végső önéletrajz jobb felső sarkában jeleníthető meg.

source: Languages
et: Keeled
fr: Langues
hu: Nyelvek

source: Level in national or international classification
et: Riigisisese või rahvusvahelise klassifikatsiooni alusel määratud tase
fr: Niveau dans la classification nationale ou internationale
hu: Országos / nemzetközi besorolás

source: Listening
et: Kuulamine
fr: Ecoute
hu: Hallgatás

source: Master data for
et: Master CV andmed
fr: CV maître pour
hu: Törzsadatok

source: Mother tongue(s)
et: Emakeel(ed)
fr: Langue(s) maternelle(s)
hu: Anyanyelv

source: Name and address of employer
et: Tööandja nimi ja aadress
fr: Nom et adresse de l´employeur
hu: A munkáltató neve és címe

source: Name of this view:
et: Selle vaate nimi:
fr: Nom de cette vue :
hu: Nézet neve:

source: Nationality(-ies)
et: Kodakondsus
fr: Nationalité(s)
hu: Állampolgárság(ok)

source: New view name:
et: Vaate uus nimi:
fr: Nom de la nouvelle vue :
hu: Új nézet név:

source: Occupation or position held
et: Amet või töökoht
fr: Fonction ou poste occupé
hu: Foglalkozás / beosztás

source: One may create a view of your CV to target a specific employer or a specific category of job.
et: On võimalik luua sinu CV vaade suunatud kindlale tööandjale või ametikohale.
fr: Vous pouvez créer une vue de votre CV pour cibler un employeur ou un type de poste spécifique.
hu: Az önéletrajzából létrehozható egy speciális munkáltató vagy állás típus számára összeállított nézet.

source: OpenDocument Text files can be opened with any modern standards-compliant office suite.
et: OpenDocument Text faile saab avada iga kaasaegsetele standarditele vastava tekstitöötlusprogrammiga.
fr: Les fichiers OpenDocument Text peuvent être ouvert sous toute suite logicielle bureautique conforme aux standards.
hu: Az OpenDocument Text típusú fájlok bármilyen modern szabványos irodai alkalmazással megnyithatók.

source: Organisational skills and competences
et: Organisatoorsed oskused
fr: Aptitudes et compétences organisationnelles
hu: Szervezési készségek és kompetenciák

source: Other competences
et: Muud kompetentsid
fr: Autres
hu: Egyéb kézségek, kompetenciák

source: Other skills and competences
et: Muud oskused
fr: Autres aptitudes et compétences
hu: Egyéb készségek és kompetenciák

source: Personal
et: Isiklik
fr: Personnel
hu: Személyes

source: Personal skills and competences
et: Isiklikud oskused
fr: Aptitudes et compétences personnelles
hu: Egyéni készségek és kompetenciák

source: Photo
et: Foto
hu: Fotó

source: Please select
et: Palun vali
fr: Veuillez sélectionner
hu: Kérem, válasszon!

source: Public URL:
et: Avalik URL:
fr: URL publique :
hu: Nyilvános URL

source: Social skills and competences
et: Sotsiaalsed oskused
fr: Aptitudes et compétences sociales
hu: Társas készségégek és kompetenciák

source: Spoken interaction
et: Suuline suhtlus
fr: Interaction orale
hu: Társalgás

source: Spoken production
et: Suuline esitus
fr: Production orale
hu: Folyamatos beszéd

source: Square image jpeg File:
et: Ruudukujuline jpeg fail:
fr: Fichier jpeg d'une image carrée :
hu: Négyzet alakú jpeg fájl kép:

source: Surname(s)
et: Perekonnanimi
fr: Nom(s)
hu: Vezetéknév (nevek)

source: Technical skills and competences
et: Tehnilised oskused
fr: Aptitudes et compétences techniques
hu: Műszaki készségek és kompetenciák

source: Telephone(s)
et: Telefon(id)
fr: Téléphone(s)
hu: Telefonszám(ok)

source: This generation procedure uses the European Union official web services to transform XML to PDF.
et: See loomisprotseduur kasutab Euroopa liidu ametlikke veebiteenuseid XML faili PDF failiks muutmiseks.
fr: Cette procédure de génération utilise les services web officiels de l'Union Européenne pour transformer le XML en PDF.
hu: Ez a létrehozó folyamat az Európai Unió hivatalos web szolgáltatásait használja az XML adatok PDF-fé alakításához.

source: Title of qualification awarded
et: Antud kraad / kutse
fr: Intitulé du certificat ou diplôme délivré
hu: Végzettség / képesítés

source: Type of business or sector
et: Ettevõtte tüüp või tegevusvaldkond
fr: Type ou secteur d’activité
hu: A tevékenység fajtája, vagy gazdasági szektora

source: Upload a photo
et: Lae foto üles
fr: Téléverser une photo
hu: Töltsön fel képet

source: Work
et: Töö
fr: Professionel
hu: Szakmai tapasztalat

source: Work experience
et: Töökogemus
fr: Expérience professionnelle
hu: Szakmai tapasztalat

source: Writing
et: Kirjutamine
fr: Ecrit
hu: Írás

source: XHTML document files can be viewed through any modern standards-compliant web browser.
et: XHTML dokumendi faile saab vaadata iga kaasaegsetele standarditele vastava veebibrauseriga.
fr: Les documents XHTML peuvent être vus à travers tout navigateur web moderne et respectueux des standards.
hu: XHTML dokumentum fájlok bármilyen modern szabványnak megfelelő böngészővel megtekinthetők.

source: You can download Firefox from
et: Firefoxi saad alla laadida siit
fr: Vous pouvez télécharger Firefox à partir de
hu: Letöltheti a Firefox űrlapot

source: You can download OpenOffice.org from
et: OpenOffice.org saad alla laadida siit
fr: Vous pouvez télécharger OpenOffice.org à partir de
hu: Letöltheti az OpenOffice.org űrlapot

source: You can generate documents in various formats from bare XML using the European Union's official online tools at
et: Saad luua erinevates formaatides dokumente XMLst kasutades Euroopa Liidu ametlikke online töövahendeid
fr: Vous pouvez générer différent types de documents à partir du XML en utilisant les outils en ligne de l'Union Européenne sur
hu: Létrehozhat többféle formátumú dokumentumot egyszerű XML alapokból az Európai Unió hivatalos online eszközeinek segítségével

source: export of view
et: vaate edastamine
fr: export de la vue
hu: nézet exportálása

source: M
hu: F
